List poetsList = [
  {
    "Name": "রবীন্দ্রনাথ ঠাকুর",
    "Image": "assets/robindonat.jpg",
    "Birth": "৭ মে, ১৮৬১, জোড়াসাঁকো ঠাকুরবাড়ি, কলকাতা, ভারত",
    "death": "৭ আগস্ট, ১৯৪১, জোড়াসাঁকো ঠাকুরবাড়ি, কলকাতা, ভারত",
    "Ditails":
        "রবীন্দ্রনাথ ঠাকুর এফআরএএস ছিলেন একাধারে বাঙালি কবি, ঔপন্যাসিক, সংগীতস্রষ্টা, নাট্যকার, চিত্রকর, ছোটগল্পকার, প্রাবন্ধিক, অভিনেতা, কণ্ঠশিল্পী ও দার্শনিক। তাকে বাংলা ভাষার সর্বশ্রেষ্ঠ সাহিত্যিক মনে করা হয়। রবীন্দ্রনাথকে “গুরুদেব”, “কবিগুরু” ও “বিশ্বকবি” অভিধায় ভূষিত করা হয়।",
    "airtcial":
        "গীতাঞ্জলি (১৯১০), রবীন্দ্র রচনাবলী, গোরা (১৯১০), আমার সোনার বাংলা, জনগণমন, ঘরে-বাইরে",
  },
  {
    "Name": "কাজী নজরুল ইসলাম",
    "Image": "assets/nojrul.jpg",
    "Birth": "২৪ মে, ১৮৯৯, চুরুলিয়া, ভারত",
    "death": "২৯ আগস্ট, ১৯৭৬, ঢাকা",
    "Ditails":
        "কাজী নজরুল ইসলাম বিংশ শতাব্দীর প্রধান বাঙালি কবি ও সঙ্গীতকার। তার মাত্র ২৩ বছরের সাহিত্যিক জীবনে সৃষ্টির যে প্রাচুর্য তা তুলনারহিত। সাহিত্যের নানা শাখায় বিচরণ করলেও তার প্রধান পরিচয় তিনি কবি। তার জীবন শুরু হয়েছিল অকিঞ্চিতকর পরিবেশে।",
    "airtcial":
        "চাষার সঙ, শকুনীবধ, রাজা যুধিষ্ঠিরের সঙ, দাতা কর্ণ, আকবর বাদশাহ, কবি কালিদাস, বিদ্যাভূতুম, রাজপুত্রের গান, বুড়ো শালিকের ঘাড়ে রোঁ এবং মেঘনাদ বধ।[১] একদিকে মসজিদ, মাজার ও মক্তব জীবন,",
  },
  {
    "Name": "সৈয়দ শামসুল হক",
    "Image": "assets/samsulhok.jpg",
    "Birth": "২৭ ডিসেম্বর, ১৯৩৫, কুড়িগ্রাম",
    "death": "২৭ সেপ্টেম্বর, ২০১৬, ঢাকা",
    "Ditails":
        "সৈয়দ শামসুল হক বিংশ শতাব্দীর শেষভাগে সক্রিয় একজন প্রখ্যাত বাংলাদেশী সাহিত্যিক। কবিতা, উপন্যাস, নাটক, ছোটগল্প, অনুবাদ তথা সাহিত্যের সকল শাখায় সাবলীল পদচারণার জন্য তাকে 'সব্যসাচী লেখক' বলা হয়। তার লেখকজীবন প্রায় ৬২ বছর ব্যাপী বিস্তৃত। সৈয়দ শামসুল হক মাত্র ৩১ বছর বয়সে ১৯৬৬ সালে বাংলা একাডেমি পুরস্কার লাভ",
    "airtcial":
        " লোবান; খেলারাম খেলে যা; পায়ের আওয়াজ পাওয়া যায়; নুরলদীনের সারাজীবন",
  },
  {
    "Name": "কবি জীবনানন্দ দাশ",
    "Image": "assets//jibonanondo.jpg",
    "Birth": "১৭ ফেব্রুয়ারী, ১৮৯৯, বরিশাল",
    "death": "২২ অক্টোবর, ১৯৫৪, কলকাতা, ভারত",
    "Ditails":
        "জীবনানন্দ দাশ ছিলেন বিংশ শতাব্দীর অন্যতম প্রধান আধুনিক বাঙালি কবি, লেখক ও প্রাবন্ধিক৷ তিনি বাংলা কাব্যে আধুনিকতার পথিকৃৎদের মধ্যে অন্যতম৷ তার কবিতায় পরাবাস্তবের দেখা মেলে৷ জীবনানন্দের প্রথম কাব্যে নজরুল ইসলামের প্রভাব থাকলেও দ্বিতীয় কাব্য থেকেই তিনি হয়ে ওঠেন মৌলিক ও ভিন্ন পথের অনুসন্ধানী।",
    "airtcial": "জীবনানন্দ দাশের প্রবন্ধ সমগ্র",
  },
  {
    "Name": "নবীনচন্দ্র সেন",
    "Image": "assets/nobindosen.jpg",
    "Birth": "১০ ফেব্রুয়ারী, ১৮৪৭, চট্টগ্রাম",
    "death": "২৩ জানুয়ারী, ১৯০৯, কলকাতা, ভারত",
    "Ditails": "নবীনচন্দ্র সেন বাংলা সাহিত্যের একজন উল্লেখযোগ্য কবি।",
    "airtcial":
        "ক্লিওপেট্রা (১৮৭৭),অমিতাভ (১৮৯৫),অমৃতাভ, রঙ্গমতী (১৫ই জুলাই ১৮৮০) এবং - যীশুর জীবন অবলম্বন অমিতাভ - বুদ্ধদেবের জীবন অবলম্বনে অমৃতাভ - শ্রী চৈ  তন্যের জীবন অবলম্বনে",
  },
  {
    "Name": "আলাওল",
    "Image": "assets/alaul.jpg",
    "Birth": "১৬০৭, মাদারীপুর জেলা",
    "death": " ১৬৮০ (বয়স ৭২–৭৩)",
    "Ditails":
        "আলাওল, পূর্ণনাম সৈয়দ আলাওল হলেন মধ্যযুগের একজন বাঙালি কবি। তিনি তার কাব্যগ্রন্থ পদ্মাবতীর জন্য বিখ্যাত, যা হলো এক সিংহলদেশীয় রাজকন্যা পদ্মাবতীর উপাখ্যান। মধ্যযুগীয় বাংলা সাহিত্যের কবিদের মধ্যে বিশেষত, মুসলমান কবিদের মধ্যে সর্বশ্রেষ্ঠ বিবেচনা করা হয়। ",
    "airtcial": " পদ্মাবতী কাব্য",
  },
  {
    "Name": "রামপ্রসাদ সেন",
    "Image": "assets/ramposad.jpg",
    "Birth": "১৭১৮, গরলগাছা, ভারত",
    "death": "১৭৭৫, হালিশহর, ভারত",
    "Ditails":
        """কবিরঞ্জন" রামপ্রসাদ সেন ছিলেন অষ্টাদশ শতাব্দীর এক বিশিষ্ট বাঙালি শাক্ত কবি ও সাধক। বাংলা ভাষায় দেবী কালীর উদ্দেশ্যে ভক্তিগীতি রচনার জন্য তিনি সমধিক পরিচিত; তার রচিত "রামপ্রসাদী" গানগুলি আজও সমান জনপ্রিয়। রামপ্রসাদের জীবন সংক্রান্ত নানা বাস্তব ও অলৌকিক কিংবদন্তি বাংলার ঘরে ঘরে প্রবাদবাক্যের মতো প্রচারিত।""",
    "airtcial":
        "রামপ্রসাদী, শ্যামাসঙ্গীত ও অন্যান্য শাক্ত পদাবলি, বিদ্যাসুন্দর কাব্য",
  },
  {
    "Name": "চণ্ডীদাস",
    "Image": "assets/condidas.jpg",
    "Birth": "১৩৭০, ওয়েস্ট বেঙ্গল, ভারত",
    "death": "১৪৩০",
    "Ditails":
        "চণ্ডীদাস, মধ্যযুগের চতুর্দশ শতকের বাঙালি কবি। তিনি চৈতন্য-পূর্ব বাংলা সাহিত্যে বৈষ্ণব পদাবলী রচয়িতা হিসেবে বিশিষ্ট স্থান অধিকার করে আছেন। চৈতন্যের জন্মের আগে থেকেই চণ্ডীদাসের নামোল্লেখিত বহু গীতিপদ মানুষের মুখে মুখে ফিরত। চৈতন্য নিজে তার পদ আস্বাদন করতেন। শ্রুতি আছে, রজকিনী রামী তার সহজসাধনের সঙ্গিনী ছিলেন। ",
    "airtcial": "গৌড়ীয় বৈষ্ণবধর্ম ,চৈতন্য মহাপ্রভু ,রাধা কৃষ্ণ",
  },
  {
    "Name": "হুমায়ুন কবির",
    "Image": "assets/humaiunkobir.jpg",
    "Birth": "	২৫ ডিসেম্বর, ১৯৪৮(বর্তমান বাংলাদেশ)",
    "death": "৬ জুন, ১৯৭২ ঢাকা",
    "Ditails":
        "বিশ শতকের বাংলা ভাষার একজন প্রগতিশীল কবি। তিনি বামপন্থী রাজনীতির সাথে জড়িত ছিলেন। তিনি ঢাকা বিশ্ববিদ্যালয়ের বাংলা বিভাগের শিক্ষক ছিলেন এবং ১৯৭২ সালে পূর্ব বাংলার সর্বহারা পার্টির অন্তর্দ্বন্দ্বে নিহত হন।",
    "airtcial": "কুসুমিত ইস্পাত, (১৯৭২)",
  },
  {
    "Name": "সমর সেন",
    "Image": "assets/somorsen.jpg",
    "Birth": "১০ অক্টোবর, ১৯১৬, Bagbazar, কলকাতা, ভারত",
    "death": " ২৩ আগস্ট, ১৯৮৭",
    "Ditails":
        "সমর সেন ছিলেন একজন উল্লেখযোগ্য বাংলাভাষী স্বাধীনতা-উত্তর কালের ভারতীয় কবি এবং সাংবাদিক। তিনি বিখ্যাত সাহিত্যিক ও শিক্ষাবিদ দীনেশচন্দ্র সেনের পৌত্র।",
    "airtcial": """কয়েকটি কবিতা (১৯৩৭),
গ্রহণ (১৯৪০),
নানা কথা (১৯৪২),
খোলা চিঠি (১৯৪৩) এবং
তিন পুরুষ (১৯৪৪)
বাবু বৃত্তান্ত (১৯৭৮)"""
  },
];
